[
  "Tears are the silent language of grief.",
  "Smile, even if it’s a sad smile, because sadder than a sad smile is the sadness of not knowing how to smile.",
  "Laughing faces do not mean that there is absence of sorrow! But it means that they have the ability to deal with it.",
  "If you haven’t cried, your eyes can’t be beautiful.",
  "Sadness is always the legacy of the past; regrets are pains of the memory.",
  "Sometimes crying is the only way your eyes speaks when your mouth can’t explain how broken your heart is.",
  "Sorrow is knowledge, those that know the most must mourn the deepest, the tree of knowledge is not the tree of life.",
  "Silence is the uttrinate eloquence of sorrow.",
  "The word ‘happiness’ may lose its meaning if it were not balanced by ‘sadness’.",
  "When you’re happy, you enjoy the music but when you’re sad, you’ll understand the lyric.",
  "The worst kind of pain is when you’re smiling just to stop the tears from falling.",
  "I always like walking in the rain, so no one can see me crying.",
  "Sadness flies away on the wings of time.",
  "The tears fall, they’re so easy to wipe off onto my sleeve, but how do I erase the stain from my heart?",
  "One of the sweet things about pain and sorrow is that they show us how well we are loved, how much kindness there is in the world, and how easily we can make others happy in the same way when they need help and sympathy.",
  "If you haven’t cried, your eyes can’t be beautiful.",
  "Absolute silence leads to sadness. It is the image of death.",
  "All good things must come to an end, but all bad things can continue forever.",
  "Given a choice between grief and nothing, I’d choose grief.",
  "What is the source of sadness, but feebleness of the mind? What giveth it power but the want of reason? Rouse thyself to the combat, and she quitteth the field before thou strikest.",
  "Here's always going to be people that hurt you so what you have to do is keep on trusting and just be more careful about who you trust next time around",
  "To truly laugh, you must be able to take your pain, and play with it.",
  "Laughing faces do not mean that there is absence of sorrow! But it means that they have the ability to deal with it",
  "Smile to cover up the sad, silent interpretation of everything",
  "People said if you don't appreciate what you have, you feel regret when you lose it. But there is something that we appreciate but ultimately you still lost it.",
  "There are days like that, quietly, not sad, not happy, slowly drift… the end of a day.",
  "If you leave me when I fail, don't catch me when I succeed.",
  "True humor springs not more from the head than from the heart. It is not contempt; its essence is love. It issues not in laughter, but in still smiles, which lie far deeper.",
  "Sometimes what you want isn't what you get, but what you get in the end is so much better than what you wanted.",
  "It's better to know and be disappointed, than to never know and always wonder.!",
  "No man or woman is worth your tears, and the one who is, won't make you cry.",
  "If you can't be a pencil to write anyone's happiness, then try to be a nice eraser to remove someone's sadness.",
  "Some people choose to stay single simply because they are tired of giving everything and ending up with nothing.",
  "So, this is my life. And I want you to know that I am both happy and sad and I'm still trying to figure out how that could be.",
  "Every man has his secret sorrows which the world knows not; and often times we call a man cold when he is only sad.",
  "The reason it hurts so much to separate is because our souls are connected.",
  "He does something to me, that boy. Every time. It’s his only detriment. He steps on my heart. He makes me cry.",
  "I'm lonely. And I'm lonely in some horribly deep way and for a flash of an instant, I can see just how lonely, and how deep this feeling runs. And it scares the shit out of me to be this lonely because it seems catastrophic."
]