[
  "I love you not because of who you are, but because of who I am when I am with you.",
  "No man or woman is worth your tears, and the one who is, won't make you cry.",
  "Just because someone doesn't love you the way you want them to, doesn't mean they don't love you with all they have.",
  "A true friend is someone who reaches for your hand and touches your heart.",
  "The worst way to miss someone is to be sitting right beside them knowing you can't have them.",
  "Never frown, even when you are sad, because you never know who is falling in love with your smile.",
  "To the world you may be one person, but to one person you may be the world.",
  "Don't waste your time on a man/woman, who isn't willing to waste their time on you.",
  "Maybe God wants us to meet a few wrong people before meeting the right",
  "Don't cry because it is over, smile because it happened.",
  "There's always going to be people that hurt you so what you have to do is keep on trusting and just be more careful about who you trust next time around.",
  "Make yourself a better person and know who you are before you try and",
  "Don't try so hard, the best things come when you least expect them to.",
  "You know you love someone when you cannot put into words how they make you feel.",
  "All the wealth of the world could not buy you a friend, not pay you for the loss of one.",
  "A man falls in love through his eyes, a woman through her ears.",
  "A cute guy can open up my eyes, a smart guy can open up a nice guy can open up my heart.",
  "A great lover is not one who lover many, but one who loves one woman for life.",
  "Believe in the spirit of love… it can heal all things.",
  "Beauty is not the eyes of the beholder.",
  "Don’t stop giving love even if you don’t receive it. Smile anf have patience.",
  "You know when you love someone when you want them to be happy event if their happiness means that you’re not part of it.",
  "Friendship often ends in love, but love in friendship-never",
  "How can you love another if you don’t love yourself?",
  "Hate has a reason for everything bot love is unreasonable.",
  "I’d give up my life if I could command one smile of your eyes, one touch of your hand.",
  "In lover’s sky, all stars are eclipsed by the eyes of the one you love.",
  "You can turn the sky green and make the grass look blue, but you can’t stop me from loving you.",
  "A friend is someone who knows all about you and still loves you.",
  "Darkness cannot drive out darkness: only light can do that. Hate cannot drive out hate: only love can do that.",
  "We accept the love we think we deserve.",
  "It is better to be hated for what you are than to be loved for what you are not.",
  "As he read, I fell in love the way you fall asleep: slowly, and then all at once.",
  "It is not a lack of love, but a lack of friendship that makes unhappy marriages.",
  "Love all, trust a few, do wrong to none.",
  "Being deeply loved by someone gives you strength, while loving someone deeply gives you courage.",
  "You may not be her first, her last, or her only. She loved before she may love again. But if she loves you now, what else matters? She's not perfect—you aren't either, and the two of you may never be perfect together but if she can make you laugh, cause you to think twice, and admit to being human and making mistakes, hold onto her and give her the most you can. She may not be thinking about you every second of the day, but she will give you a part of her that she knows you can break—her heart. So don't hurt her, don't change her, don't analyze and don't expect more than she can give. Smile when she makes you happy, let her know when she makes you mad, and miss her when she's not there.",
  "You love me. Real or not real?\"\nI tell him, \"Real.",
  "Love looks not with the eyes, but with the mind,\nAnd therefore is winged Cupid painted blind.",
  "Love is like the wind, you can't see it but you can feel it.",
  "There is nothing I would not do for those who are really my friends. I have no notion of loving people by halves, it is not my nature.",
  "We’re all a little weird. And life is a little weird. And when we find someone whose weirdness is compatible with ours, we join up with them and fall into mutually satisfying weirdness—and call it love—true love."
]