[
  "Don't wait. Life goes faster than you think!",
  "Life is a story. Make yours the best seller.",
  "Success is a journey not a destination.",
  "You are your only limit.",
  "Impossible is just an opinion.",
  "If you can dream it, you can do it.",
  "Hold the vision, trust the process.",
  "The hard days are what make you stronger.",
  "You only live once, but if you do it right, once is enough.",
  "Life imposes things on you that you can’t control, but you still have the choice of how you’re going to live through this.",
  "Don't stop when you are tired. Stop when you are done.",
  "Before giving up, remember the reason you started. Before coming back, remember the reason you gave up.",
  "The only person you should try to be better than is the person you were yesterday.",
  "Genius is one percent inspiration and ninety-nine percent perspiration.",
  "On the way to success, there is no trace of lazy men.",
  "Success is getting what you want, happiness is wanting what you get.",
  "The pessimist sees difficulty in every opportunity. The optimist sees opportunity in every difficulty.",
  "Life is short, smile while you still have teeth.",
  "Attitude is a choice. Happiness is a choice. Optimism is a choice. Kindness is a choice. Giving is a choice. Respect is a choice. Whatever choice you make makes you. Choose wisely.",
  "Don't be pushed around by the fears in your mind. Be led by the dreams in your heart.",
  "Live the Life of Your Dreams: Be brave enough to live the life of your dreams according to your vision and purpose instead of the expectations and opinions of others.",
  "Believe in yourself. You are braver than you think, more talented than you know, and capable of more than you imagine.",
  "It’s only after you’ve stepped outside your comfort zone that you begin to change, grow, and transform.",
  "Do what is right, not what is easy nor what is popular.",
  "Pursue what catches your heart, not what catches your eyes.",
  "Start each day with a positive thought and a grateful heart.",
  "Be grateful for what you already have while you pursue your goals.\nIf you aren’t grateful for what you already have, what makes you think you would be happy with more.",
  "Life is about accepting the challenges along the way, choosing to keep moving forward, and savoring the journey.",
  "Be brave to stand for what you believe in even if you stand alone.",
  "Everything can be taken from a man but one thing: the last of the human freedoms—to choose one’s attitude in any given set of circumstances, to choose one’s own way.",
  "Never lose hope. Storms make people stronger and never last forever.",
  "Do not fear failure but rather fear not trying.",
  "Cry. Forgive. Learn. Move on. Let your tears water the seeds of your future happiness.",
  "You never change your life until you step out of your comfort zone; change begins at the end of your comfort zone.",
  "Do not let the memories of your past limit the potential of your future. There are no limits to what you can achieve on your journey through life, except in your mind.",
  "The man who moves a mountain begins by carrying away small stones.",
  "The only way of discovering the limits of the possible is to venture a little way past them into the impossible.",
  "Surround Yourself with People Who Believe in Your Dreams:\nSurround yourself with people who believe in your dreams, encourage your ideas, support your ambitions, and bring out the best in you."
]