[
  "Today, you and I have gone 1/4 of the way of life, let’s try to continue the remaining 3/4 way. Hope you’ll be successful in your life.",
  "Here you leave today and enter the world of yesterday, tomorrow, and fantasy.",
  "If you don't feel it, flee from it. Go where you are celebrated, not merely tolerated.",
  "Once upon a time, when women were birds, there was the simple understanding that to sing at dawn and to sing at dusk was to heal the world through joy. The birds still remember what we have forgotten, that the world is meant to be celebrated.",
  "A birth-date is a reminder to celebrate the life as well as to update the life.",
  "I have a self-made quote: Celebrate diversity, practice acceptance and may we all choose peaceful options to conflict.",
  "Every day is a good day. There is something to learn, care and celebrate.",
  "I thought we were celebrating being richer and cleverer than everyone else!",
  "A true friend finds a way to celebrate—even in the worst moments of life—and forces it upon you.",
  "Good times are a reminder and a reward for dealing with the difficult and challenging times we all go through. The trick is to celebrate the good times in advance of the difficult times. Always remember, good times await you after the difficult times pass…",
  "The more death, the more birth. People are entering, others are exiting. The cry of a baby, the mourning of others. When others cry, the other are laughing and making merry. The world is mingled with sadness, joy, happiness, anger, wealth, poverty, etc.",
  "You got the eggs in you; the world is fully ready to celebrate the chicks out of your laying labour. Never give up. Go and breed! Go and breed great dreams.",
  "Once you learn to celebrate your failures, you are on the way to becoming the real deal!",
  "What would happen if we took the time each day to quietly celebrate our accomplishments and focus on the positive?",
  "We lost ourselves in a bubble of family and celebrations, which carried on over to lunch the next day. It meant that Tom and I returned to Boulder on 1 May full of the joys and ready to take on anything.",
  "Letting go of expectation allowed me to celebrate even the smallest victories, to be utterly in the winning moment and thankful for my current state.",
  "I felt supported and celebrated for my spirit and who I was. No one asked me to change or be anything but myself. Running allowed me to rediscover—and celebrate—my strengths.",
  "I felt strong. I felt motivated. It all seemed to be coming together. I felt like this was the year I could celebrate all of the hard work I had done in getting back to where I wanted to be.",
  "His family fell upon him in a crush of hugs and celebration.",
  "Ardern ordered pizza and opened a good bottle of whisky. Tomorrow they had a lot of work to do: moving offices, beginning the transition to being in power. But that was tomorrow. Tonight, they would celebrate.",
  "Each improvement was celebrated, with Ardern quick to give credit to everyone watching at home.",
  "One recipe to reduce unnecessary enemies in your life is to learn to celebrate other people's successes.",
  "Celebrate something every day!",
  "Become a Morale Booster Extraordinaire. Lift others up and celebrate their hard-earned successes. Win by achieving. Respect the achievements of others.",
  "Celebrate those who have loved us into being"
]